[
  "typewriter-mode",
  "tag-wrangler",
  "obsidian-style-settings",
  "sourcemode-styling",
  "obsidian-smart-typography",
  "better-word-count",
  "calendar",
  "obsidian-doubleshift",
  "dynamic-outline",
  "url-into-selection",
  "obsidian-outliner",
  "omnisearch",
  "homepage",
  "fold-properties-by-default",
  "typing-speed",
  "obsidian-icon-folder",
  "templater-obsidian",
  "settings-search",
  "code-styler",
  "customizable-menu",
  "obsidian-git",
  "obsidian-plugin-update-tracker",
  "obsidian-hider",
  "obsidian-advanced-slides",
  "workout-planner"
]